---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarIncludeLastBar
source: html/68c8df2b-2726-d198-75e1-8c050d604f95.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarIncludeLastBar Property

"Include Last Bar"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarIncludeLastBar { get; }
```